Repository: martinfelder/feedivo-mac
Catalog: Feedivo/Resources/Localizable.xcstrings
Source language: de
Languages: en, fr, it

source: Die ausgewählten Feeds wurden gespeichert. Hinweise zeigen dir, was noch Aufmerksamkeit braucht.
en: The selected feeds have been saved. Hints show what still needs attention.
fr: Les flux sélectionnés ont été enregistrés. Les indications montrent ce qui requiert encore de l'attention.
it: I feed selezionati sono stati salvati. Gli avvisi mostrano cosa richiede ancora attenzione.

source: Diese Feeds werden gespeichert, wenn du fortfährst. Über „Auswahl bearbeiten“ kommst du zurück zur Liste.
en: These feeds will be saved when you continue. Use “Edit selection” to return to the list.
fr: Ces flux seront enregistrés lorsque vous continuerez. Utilisez « Modifier la sélection » pour revenir à la liste.
it: Questi feed verranno salvati quando continui. Usa «Modifica selezione» per tornare alla lista.

source: Duplikate importieren
en: Import duplicates
fr: Importer les doublons
it: Importa duplicati

source: Duplizieren
en: Duplicate
fr: Dupliquer
it: Duplica

source: Dynamische Artikelansicht mit globalem UND/ODER-Operator.
en: Dynamic article view with global AND/OR operator.
fr: Vue d'articles dynamique avec opérateur ET/OU global.
it: Vista articoli dinamica con operatore E/O globale.

source: Dynamische Ordner werden in der Sidebar angezeigt und filtern Artikel automatisch.
en: Dynamic folders are shown in the sidebar and filter articles automatically.
fr: Les dossiers dynamiques sont affichés dans la barre latérale et filtrent les articles automatiquement.
it: Le cartelle dinamiche vengono mostrate nella barra laterale e filtrano gli articoli automaticamente.

source: Entfernen
en: Remove
fr: Supprimer
it: Rimuovi

source: Erfülle alle Bedingungen
en: Match all conditions
fr: Remplir toutes les conditions
it: Soddisfa tutte le condizioni

source: Erfülle eine Bedingung
en: Match any condition
fr: Remplir une condition
it: Soddisfa una condizione

source: Feed prüfen
en: Check feed
fr: Vérifier le flux
it: Verifica feed

# feed.add.command
source: Feed hinzufügen...
en: Add Feed...
fr: Ajouter un flux...
it: Aggiungi feed...

# feed.delete.command
source: Feed löschen...
en: Delete Feed...
fr: Supprimer le flux...
it: Elimina feed...

# feed.delete.confirmation.message
source: %@ und alle gespeicherten Artikel werden gelöscht.
en: %@ and all saved articles will be deleted.
fr: %@ et tous les articles enregistrés seront supprimés.
it: %@ e tutti gli articoli salvati verranno eliminati.

# feed.delete.confirmation.title
source: Feed löschen?
en: Delete feed?
fr: Supprimer le flux ?
it: Eliminare feed?

# feed.delete.confirmButton
source: Feed löschen
en: Delete Feed
fr: Supprimer le flux
it: Elimina feed

# feed.error.addFailed
source: Der Feed konnte nicht hinzugefügt werden.
en: The feed could not be added.
fr: Le flux n'a pas pu être ajouté.
it: Impossibile aggiungere il feed.

# feed.error.alertTitle
source: Feed-Fehler
en: Feed Error
fr: Erreur de flux
it: Errore del feed

# feed.error.alreadyRunning
source: Eine Aktualisierung läuft bereits. Bitte warte, bis sie abgeschlossen ist.
en: An update is already running. Please wait until it completes.
fr: Une mise à jour est déjà en cours. Veuillez patienter jusqu'à la fin de celle-ci.
it: Un aggiornamento è già in corso. Attendi il completamento.

# feed.error.badge.tooltip
source: Feed nicht erreichbar — Details in den Feed-Eigenschaften
en: Feed unreachable — see Feed Properties for details
fr: Flux inaccessible — voir les propriétés du flux pour plus de détails
it: Feed non raggiungibile — vedi le proprietà del feed per i dettagli

# feed.error.banner.message
source: Der letzte Aktualisierungsversuch ist fehlgeschlagen.
en: The last refresh attempt failed.
fr: La dernière tentative d'actualisation a échoué.
it: L'ultimo tentativo di aggiornamento non è riuscito.

# feed.error.duplicate
source: Dieser Feed wird bereits abonniert.
en: This feed is already subscribed.
fr: Ce flux est déjà abonné.
it: Questo feed è già sottoscritto.

# feed.error.emptyURL
source: Bitte gib eine Feed-URL ein.
en: Please enter a feed URL.
fr: Veuillez saisir une URL de flux.
it: Inserisci un URL del feed.

# feed.error.httpError
source: Der Feed konnte nicht geladen werden (HTTP %lld).
en: The feed could not be loaded (HTTP %lld).
fr: Le flux n'a pas pu être chargé (HTTP %lld).
it: Impossibile caricare il feed (HTTP %lld).

# feed.error.invalidURL
source: Die Feed-URL ist ungültig.
en: The feed URL is invalid.
fr: L'URL du flux n'est pas valide.
it: L'URL del feed non è valido.

# feed.error.parsingFailed
source: Der Feed konnte nicht gelesen werden.
en: The feed could not be read.
fr: Le flux n'a pas pu être lu.
it: Impossibile leggere il feed.

# feed.error.refreshAllPartial
source: %lld Feeds konnten nicht aktualisiert werden: %2$@
en: %lld feeds failed to refresh: %2$@
fr: %lld flux n'ont pas pu être actualisés : %2$@
it: %lld feed non aggiornati: %2$@

# feed.error.retry.button
source: Erneut versuchen
en: Try Again
fr: Réessayer
it: Riprova

# feed.exportOPML.command
source: OPML exportieren...
en: Export OPML...
fr: Exporter OPML...
it: Esporta OPML...

# feed.import.alreadyRunning
source: Ein Import läuft bereits. Bitte warte, bis er abgeschlossen ist.
en: An import is already running. Please wait until it completes.
fr: Un import est déjà en cours. Veuillez patienter jusqu'à la fin de celui-ci.
it: Un'importazione è già in corso. Attendi il completamento.

# feed.importOPML.command
source: OPML importieren...
en: Import OPML...
fr: Importer OPML...
it: Importa OPML...

# feed.log.added
source: Feed hinzugefügt
en: Feed added
fr: Flux ajouté
it: Feed aggiunto

# feed.log.importedFromOPML
source: Aus OPML importiert
en: Imported from OPML
fr: Importé depuis OPML
it: Importato da OPML

# feed.log.refreshed
source: Aktualisiert: %lld neue Artikel
en: Refreshed: %lld new articles
fr: Actualisé : %lld nouveaux articles
it: Aggiornato: %lld nuovi articoli

# feed.notInSQLite.description
source: Dieser Feed ist noch nicht in der lokalen Artikeldatenbank vorhanden.
en: This feed does not exist in the local article database yet.
fr: Ce flux n'existe pas encore dans la base de données locale des articles.
it: Questo feed non esiste ancora nel database locale degli articoli.

# feed.notInSQLite.title
source: Feed noch nicht in SQLite
en: Feed Not Yet in SQLite
fr: Flux pas encore dans SQLite
it: Feed non ancora in SQLite

# feed.progress.opmlImport.title
source: OPML-Feeds werden aktualisiert
en: Refreshing OPML feeds
fr: Actualisation des flux OPML
it: Aggiornamento dei feed OPML

# feed.progress.refreshAll.title
source: Feeds werden aktualisiert
en: Refreshing feeds
fr: Actualisation des flux
it: Aggiornamento dei feed

# feed.properties.activityTitle
source: Aktivität
en: Activity
fr: Activité
it: Attività

# feed.properties.articleRetention
source: Artikel-Aufbewahrung
en: Article retention
fr: Conservation des articles
it: Conservazione articoli

# feed.properties.articleRetention.enabled
source: Alte Artikel in diesem Feed löschen
en: Delete old articles in this feed
fr: Supprimer les anciens articles de ce flux
it: Elimina gli articoli vecchi in questo feed

# feed.properties.articleRetention.inherited
source: Dieser Feed verwendet die globale Einstellung.
en: This feed uses the global setting.
fr: Ce flux utilise le réglage global.
it: Questo feed usa l’impostazione globale.

# feed.properties.articleRetention.override
source: Globale Einstellung überschreiben
en: Override global setting
fr: Remplacer le réglage global
it: Sovrascrivi impostazione globale

# feed.properties.articlesLastWeek
source: Artikel letzte 7 Tage
en: Articles in last 7 days
fr: Articles des 7 derniers jours
it: Articoli degli ultimi 7 giorni

# feed.properties.articlesLastWeek.count
source: %lld Artikel letzte 7 Tage
en: %lld articles in last 7 days
fr: %lld articles en 7 jours
it: %lld articoli negli ultimi 7 giorni

# feed.properties.averageArticlesPerWeek
source: Artikel pro Woche (Ø)
en: Articles per week (avg.)
fr: Articles par semaine (moy.)
it: Articoli a settimana (media)

# feed.properties.averageReadingMinutes
source: Ø Lesedauer
en: Avg. reading time
fr: Temps de lecture moyen
it: Tempo di lettura medio

# feed.properties.command
source: Feed Eigenschaften...
en: Feed Properties...
fr: Propriétés du flux...
it: Proprietà feed...

# feed.properties.copyXMLAddress
source: XML-Adresse kopieren
en: Copy XML address
fr: Copier l’adresse XML
it: Copia indirizzo XML

# feed.properties.folder
source: Ordner
en: Folder
fr: Dossier
it: Cartella

# feed.properties.followedAt
source: Gefolgt ab
en: Followed since
fr: Suivi depuis
it: Seguito dal

# feed.properties.lastRefreshed
source: Zuletzt aktualisiert
en: Last refreshed
fr: Dernière actualisation
it: Ultimo aggiornamento

# feed.properties.latestArticle
source: Letzter Artikel
en: Latest article
fr: Dernier article
it: Ultimo articolo

# feed.properties.logEntries
source: Log-Einträge
en: Log entries
fr: Entrées du journal
it: Voci di log

# feed.properties.nextFetch
source: Nächster Abruf
en: Next fetch
fr: Prochaine récupération
it: Prossimo recupero

# feed.properties.noFolder
source: Kein Ordner
en: No folder
fr: Aucun dossier
it: Nessuna cartella

# feed.properties.noLogEntries
source: Noch keine Log-Einträge.
en: No log entries yet.
fr: Aucune entrée de journal pour le moment.
it: Ancora nessuna voce di log.

# feed.properties.notifications.description
source: Wenn beim Aktualisieren neue Artikel gefunden werden, zeigt Feedivo eine macOS-Benachrichtigung für diesen Feed.
en: When refresh finds new articles, Feedivo shows a macOS notification for this feed.
fr: Lorsque l’actualisation trouve de nouveaux articles, Feedivo affiche une notification macOS pour ce flux.
it: Quando l’aggiornamento trova nuovi articoli, Feedivo mostra una notifica macOS per questo feed.

# feed.properties.notifications.enabled
source: Benachrichtigung
en: Notification
fr: Notification
it: Notifica

# feed.properties.originalTitle
source: Original Titel
en: Original title
fr: Titre d’origine
it: Titolo originale

# feed.properties.readPercentage
source: Lese-Prozentsatz
en: Read percentage
fr: Pourcentage lu
it: Percentuale letta

# feed.properties.refreshInterval
source: Aktualisierungsintervall
en: Refresh interval
fr: Intervalle d’actualisation
it: Intervallo di aggiornamento

# feed.properties.title
source: Feed Eigenschaften
en: Feed Properties
fr: Propriétés du flux
it: Proprietà feed

# feed.properties.unavailable
source: Nicht verfügbar
en: Unavailable
fr: Non disponible
it: Non disponibile

# feed.properties.xmlAddress
source: XML Adresse
en: XML address
fr: Adresse XML
it: Indirizzo XML

# feed.refresh.command
source: Feed aktualisieren
en: Refresh Feed
fr: Actualiser le flux
it: Aggiorna feed

# feed.refreshAll.command
source: Alle Feeds aktualisieren
en: Refresh All Feeds
fr: Actualiser tous les flux
it: Aggiorna tutti i feed

# feed.rename.changed
source: Geänderter Anzeigename. Der ursprüngliche Feed-Name bleibt gespeichert.
en: Changed display name. The original feed name stays saved.
fr: Nom d’affichage modifié. Le nom d’origine du flux reste enregistré.
it: Nome visualizzato modificato. Il nome originale del feed resta salvato.

# feed.rename.command
source: Feed umbenennen…
en: Rename Feed…
fr: Renommer le flux…
it: Rinomina feed…

# feed.rename.databaseUnavailable
source: SQLite-Datenbank ist nicht verfügbar.
en: SQLite database is unavailable.
fr: La base de données SQLite n'est pas disponible.
it: Il database SQLite non è disponibile.

# feed.rename.description
source: Der Anzeigename wird nur in Feedivo geändert. Der ursprüngliche Name aus dem Feed bleibt gespeichert und kann jederzeit wiederhergestellt werden.
en: The display name changes only in Feedivo. The original name from the feed stays saved and can be restored at any time.
fr: Le nom d’affichage change uniquement dans Feedivo. Le nom d’origine du flux reste enregistré et peut être restauré à tout moment.
it: Il nome visualizzato cambia solo in Feedivo. Il nome originale del feed resta salvato e può essere ripristinato in qualsiasi momento.

# feed.rename.displayName
source: Anzeigename
en: Display Name
fr: Nom d’affichage
it: Nome visualizzato

# feed.rename.emptyName
source: Der Name darf nicht leer sein.
en: The name cannot be empty.
fr: Le nom ne peut pas être vide.
it: Il nome non può essere vuoto.

# feed.rename.noChanges
source: Noch keine Änderung.
en: No changes yet.
fr: Aucune modification pour l’instant.
it: Nessuna modifica.

# feed.rename.originalName
source: Ursprünglicher Feed-Name
en: Original Feed Name
fr: Nom d’origine du flux
it: Nome originale del feed

# feed.rename.originalStored
source: gespeichert
en: saved
fr: enregistré
it: salvato

# feed.rename.restored
source: Der Originalname wird wieder verwendet.
en: The original name will be used again.
fr: Le nom d’origine sera réutilisé.
it: Il nome originale verrà usato di nuovo.

# feed.rename.save
source: Sichern
en: Save
fr: Enregistrer
it: Salva

# feed.rename.title
source: Feed umbenennen
en: Rename Feed
fr: Renommer le flux
it: Rinomina feed

# feedDiscovery.error.noFeedsFound
source: Auf dieser Website wurde kein Feed gefunden.
en: No feed was found on this website.
fr: Aucun flux n’a été trouvé sur ce site.
it: Nessun feed trovato su questo sito.

# feedDiscovery.results.title
source: Gefundene Feeds
en: Found feeds
fr: Flux trouvés
it: Feed trovati

# feedDiscovery.search.button
source: Suchen
en: Search
fr: Rechercher
it: Cerca

source: Feedivo einrichten
en: Set up Feedivo
fr: Configurer Feedivo
it: Configura Feedivo

source: Feeds aus OPML importieren
en: Import feeds from OPML
fr: Importer des flux depuis OPML
it: Importa feed da OPML

source: Feeds nach Import direkt aktualisieren
en: Refresh feeds immediately after import
fr: Rafraîchir les flux directement après l'importation
it: Aggiorna i feed subito dopo l'importazione

# firstRun.back
source: Zurück
en: Back
fr: Retour
it: Indietro

# firstRun.card.addFeed.subtitle
source: Eine RSS-Adresse prüfen, optional einem Ordner zuweisen und importieren.
en: Check an RSS address, optionally assign a folder, and import.
fr: Vérifier une adresse RSS, attribuer optionnellement un dossier, et importer.
it: Verifica un indirizzo RSS, assegna facoltativamente una cartella e importa.

# firstRun.card.addFeed.title
source: Feed hinzufügen
en: Add a feed
fr: Ajouter un flux
it: Aggiungi un feed

# firstRun.card.importOPML.subtitle
source: Viele Feeds und vorhandene Ordner aus einem anderen RSS-Reader übernehmen.
en: Bring many feeds and existing folders from another RSS reader.
fr: Reprendre plusieurs flux et dossiers existants d'un autre lecteur RSS.
it: Porta molti feed e cartelle esistenti da un altro lettore RSS.

# firstRun.card.importOPML.title
source: OPML importieren
en: Import OPML
fr: Importer OPML
it: Importa OPML

# firstRun.card.later.subtitle
source: Feedivo ohne Feeds öffnen. Du kannst später jederzeit neue Feeds hinzufügen.
en: Open Feedivo without feeds. You can add new feeds anytime later.
fr: Ouvrir Feedivo sans flux. Vous pourrez ajouter des flux plus tard.
it: Apri Feedivo senza feed. Puoi aggiungere nuovi feed in qualsiasi momento.

# firstRun.card.later.title
source: Später einrichten
en: Set up later
fr: Configurer plus tard
it: Configura più tardi

# firstRun.createFolder
source: Ordner erstellen
en: Create folder
fr: Créer le dossier
it: Crea cartella

# firstRun.deselectAll
source: Alle abwählen
en: Deselect all
fr: Tout désélectionner
it: Deseleziona tutti

# firstRun.dropHere
source: OPML oder XML hier ablegen
en: Drop OPML or XML here
fr: Déposer OPML ou XML ici
it: Trascina qui OPML o XML

# firstRun.dropHint
source: oder Datei auswählen. Feedivo zeigt dir danach zuerst eine Vorschau.
en: or select a file. Feedivo shows a preview first.
fr: ou sélectionner un fichier. Feedivo affiche d'abord un aperçu.
it: o seleziona un file. Feedivo mostra prima un'anteprima.

# firstRun.dropOverlay.hint
source: .opml und .xml werden unterstützt
en: .opml and .xml are supported
fr: .opml et .xml sont pris en charge
it: .opml e .xml sono supportati

# firstRun.dropOverlay.title
source: OPML-Datei hier ablegen
en: Drop OPML file here
fr: Déposer le fichier OPML ici
it: Trascina qui il file OPML

# firstRun.editSelection
source: Auswahl bearbeiten
en: Edit selection
fr: Modifier la sélection
it: Modifica selezione

# firstRun.emptyFilter.subtitle
source: Wähle im Filter einen anderen Status, um weitere Feeds zu sehen.
en: Choose another status in the filter to see more feeds.
fr: Choisissez un autre statut dans le filtre pour voir plus de flux.
it: Scegli un altro stato nel filtro per vedere più feed.

# firstRun.emptyFilter.title
source: Keine Feeds für diesen Status.
en: No feeds for this status.
fr: Aucun flux pour ce statut.
it: Nessun feed per questo stato.

# firstRun.emptyPreview.subtitle
source: Gib eine Feed-Adresse ein oder wähle eine OPML-Datei aus.
en: Enter a feed address or select an OPML file.
fr: Saisissez une adresse de flux ou sélectionnez un fichier OPML.
it: Inserisci un indirizzo feed o seleziona un file OPML.

# firstRun.emptyPreview.title
source: Noch keine Feeds geprüft.
en: No feeds checked yet.
fr: Aucun flux vérifié.
it: Nessun feed verificato.

# firstRun.feedAddress.checking
source: Feed-Adresse wird geprüft...
en: Checking feed address...
fr: Vérification de l'adresse du flux...
it: Verifica indirizzo feed...

# firstRun.feedCheck
source: Feed prüfen
en: Check feed
fr: Vérifier le flux
it: Verifica feed

# firstRun.filter.all
source: Alle
en: All
fr: Tous
it: Tutti

# firstRun.filter.duplicates
source: Duplikate
en: Duplicates
fr: Doublons
it: Duplicati

# firstRun.filter.new
source: Neu
en: New
fr: Nouveau
it: Nuovo

# firstRun.filter.unreachable
source: Nicht erreichbar
en: Unreachable
fr: Inaccessibles
it: Non raggiungibili

# firstRun.finish.description
source: Die ausgewählten Feeds wurden gespeichert. Hinweise zeigen dir, was noch Aufmerksamkeit braucht.
en: The selected feeds have been saved. Notes show what still needs attention.
fr: Les flux sélectionnés ont été enregistrés. Les remarques indiquent ce qui requiert attention.
it: I feed selezionati sono stati salvati. Le note indicano cosa richiede attenzione.

# firstRun.finish.ok.title
source: Import abgeschlossen
en: Import complete
fr: Import terminé
it: Import completato

# firstRun.finish.problems.title
source: Import abgeschlossen mit Hinweisen
en: Import complete with notes
fr: Import terminé avec des remarques
it: Import completato con note

# firstRun.hints.title
source: Hinweise
en: Notes
fr: Remarques
it: Note

# firstRun.importSummary.description
source: Diese Feeds werden gespeichert, wenn du fortfährst. Über „Auswahl bearbeiten" kommst du zurück zur Liste.
en: These feeds are saved when you continue. Use “Edit selection” to return to the list.
fr: Ces flux sont enregistrés si vous continuez. « Modifier la sélection » revient à la liste.
it: Questi feed vengono salvati quando prosegui. « Modifica selezione » torna alla lista.

# firstRun.importSummary.title
source: Import-Zusammenfassung
en: Import summary
fr: Résumé de l'import
it: Riepilogo import

# firstRun.intervalMinutes
source: %lld Minuten
en: %lld minutes
fr: %lld minutes
it: %lld minuti

# firstRun.later
source: Später
en: Later
fr: Plus tard
it: Più tardi

# firstRun.metric.duplicates
source: Duplikate erkannt
en: Duplicates detected
fr: Doublons détectés
it: Duplicati rilevati

# firstRun.metric.duplicatesImported
source: Duplikate importiert
en: Duplicates imported
fr: Doublons importés
it: Duplicati importati

# firstRun.metric.feedsImported
source: Feeds importiert
en: Feeds imported
fr: Flux importés
it: Feed importati

# firstRun.metric.folders
source: Ordner
en: Folders
fr: Dossiers
it: Cartelle

# firstRun.metric.foldersUsed
source: Ordner angelegt/verwendet
en: Folders created/used
fr: Dossiers créés/utilisés
it: Cartelle create/usate

# firstRun.metric.selectedFeeds
source: ausgewählte Feeds
en: selected feeds
fr: flux sélectionnés
it: feed selezionati

# firstRun.metric.unreachable
source: nicht erreichbar
en: unreachable
fr: inaccessibles
it: non raggiungibili

# firstRun.metric.unreachableImported
source: nicht erreichbare importiert
en: Unreachable imported
fr: Inaccessibles importés
it: Non raggiungibili importati

# firstRun.noImport.subtitle
source: Gehe zurück und starte den Import oder öffne Feedivo ohne Feeds.
en: Go back and start the import or open Feedivo without feeds.
fr: Revenez en arrière et lancez l'import ou ouvrez Feedivo sans flux.
it: Torna indietro e avvia l'import oppure apri Feedivo senza feed.

# firstRun.noImport.title
source: Noch kein Import gestartet.
en: No import started yet.
fr: Aucun import démarré.
it: Nessun import avviato.

# firstRun.otherOPML
source: Andere OPML wählen
en: Choose other OPML
fr: Choisir un autre OPML
it: Scegli altro OPML

# firstRun.preparing.title
source: Import-Vorschau wird vorbereitet
en: Preparing import preview
fr: Préparation de l'aperçu d'import
it: Preparazione anteprima import

# firstRun.primary.check
source: Auswahl prüfen
en: Check selection
fr: Vérifier la sélection
it: Verifica selezione

# firstRun.primary.finishShow
source: Fertig anzeigen
en: Show summary
fr: Afficher le résumé
it: Mostra riepilogo

# firstRun.primary.import
source: Import starten
en: Start import
fr: Lancer l'import
it: Avvia import

# firstRun.primary.settings
source: Einstellungen wählen
en: Choose settings
fr: Choisir les réglages
it: Scegli impostazioni

# firstRun.primary.start
source: Starten
en: Start
fr: Démarrer
it: Avvia

# firstRun.primary.welcome
source: Weiter
en: Next
fr: Continuer
it: Avanti

# firstRun.problem.notRefreshed
source: Feeds wurden importiert, aber noch nicht aktualisiert.
en: Feeds were imported but not yet refreshed.
fr: Les flux ont été importés mais pas encore actualisés.
it: I feed sono stati importati ma non ancora aggiornati.

# firstRun.problem.skippedDuplicates
source: %lld doppelte Feeds wurden nicht importiert.
en: %lld duplicate feeds were not imported.
fr: %lld flux en double n'ont pas été importés.
it: %lld feed duplicati non importati.

# firstRun.rail.defaults.subtitle
source: Lesen und Refresh
en: Read and refresh
fr: Lecture et actualisation
it: Lettura e aggiornamento

# firstRun.rail.defaults.title
source: Einstellungen
en: Settings
fr: Réglages
it: Impostazioni

# firstRun.rail.feed.subtitle
source: Adresse prüfen
en: Check address
fr: Vérifier l'adresse
it: Verifica indirizzo

# firstRun.rail.finish.subtitle
source: Direkt loslegen
en: Get started right away
fr: Commencer directement
it: Inizia subito

# firstRun.rail.finish.title
source: Fertig
en: Done
fr: Terminé
it: Fatto

# firstRun.rail.opml.subtitle
source: Datei einlesen
en: Read file
fr: Lire le fichier
it: Leggi file

# firstRun.rail.review.subtitle
source: Auswahl bestätigen
en: Confirm selection
fr: Confirmer la sélection
it: Conferma selezione

# firstRun.rail.review.title
source: Prüfen
en: Review
fr: Vérifier
it: Verifica

# firstRun.rail.start.subtitle
source: Was möchtest du tun?
en: What do you want to do?
fr: Que voulez-vous faire ?
it: Cosa vuoi fare?

# firstRun.refreshAfter.subtitle
source: Lädt direkt Titel, Favicons und erste Artikel. Das dauert etwas länger.
en: Loads titles, favicons, and first articles directly. Takes a bit longer.
fr: Charge titres, favicons et premiers articles directement. Prend un peu plus de temps.
it: Carica titoli, favicon e primi articoli direttamente. Richiede un po' più di tempo.

# firstRun.refreshAfter.title
source: Feeds nach Import direkt aktualisieren
en: Refresh feeds right after import
fr: Actualiser les flux juste après l'import
it: Aggiorna i feed subito dopo l'import

# firstRun.selectAll
source: Alle auswählen
en: Select all
fr: Tout sélectionner
it: Seleziona tutti
